[
    {
        "_id": "34353af1-ac3f-4e2c-b6a3-3781acc1c9cf",
        "MediaCollection" : "replenish",
        "Name": "Replenish",
        "Description": [
            "A power-packed serum for youthful, bright skin. It delivers a highly concentrated dose of moisturising elements, beautifully restoring your skin’s bright glow and youthful vitality.",
            "The amped-up gel-cream texture feels both weightless and replenishing. It soothes and renews skin, and helps smooth out the look of lines. Leaves skin soft, smooth and bursting with bright radiance."
        ],
        "Price": 38.99,
        "PriceFormatted": "£38.99",
        "Rating": {
            "Score": 4.3,
            "ReviewCount": 291
        },
        "Disclaimer": "Dispatched within 1 week."
    },
    {
        "_id": "9402da5a-718e-4848-83c4-7c4ac501d7e3",
        "MediaCollection" : "enhance",
        "Name": "Enhance",
        "Description": [
            "With 5% Niacinamide (Vitamin PP) to brighten and lighten the look of sun and age spots (while supporting the skin’s natural barrier), 4% Idealift Peptides to fight the visible effects of gravity, Oligogeline to help boost and lift, and Kigeline to improve skin firmness and elasticity."
        ],
        "Price": 19.95,
        "PriceFormatted": "£19.95",
        "Rating": {
            "Score": 3.7,
            "ReviewCount": 92
        },
        "Disclaimer": null
    },
    {
        "_id": "c2838713-05e1-4d86-b474-347d74a13899",
        "MediaCollection" : "elixir",
        "Name": "Elixir",
        "Description": [
            "Using high-tech nano-fluidization to encapsulate three forms of HA, our favourite lab in Japan has created this deep-moisturizing skin beautifying elixir.",
            "With high-skin-affinity Phospholipids for excellent penetration into the intracellular Lipids and deep moisture delivery."
        ],
        "Price": 15.99,
        "PriceFormatted": "£15.99",
        "Rating": {
            "Score": 4.8,
            "ReviewCount": 235
        },
        "Disclaimer": null
    },
    {
        "_id": "7ca2aeec-733d-41cf-8abc-ff93caf065c6",
        "MediaCollection" : "nourish",
        "Name": "Nourish",
        "Description": [
            "Want brighter, clearer, smoother, softer, even-toned and re-energized skin? A dropperful of these a day will do it!",
            "Deeply purifying, emulsifying and softening, it’s one awesome multi-action hot oil double cleansing balm. Clean. Cruelty-free. Gluten-free. Fragrance-free."
        ],
        "Price": 27.49,
        "PriceFormatted": "£27.49",
        "Rating": {
            "Score": 5,
            "ReviewCount": 186
        },
        "Disclaimer": "Currently on back-order. Expected within 2 weeks."
    },
    {
        "_id": "cbc75327-53c9-49c1-9052-323a3effd2ac",
        "MediaCollection" : "hydrate",
        "Name": "Hydrate",
        "Description": [
            "These genius sun-kissing drops contain natural DHA with Hyaluronic Acid, prebiotic Banana Flower Extract, resurfacing Red Seaweed (to prevent any streaks), plus super nutrient Spirulina AP, Amino Acids and Oligopeptides.",
            "Just massage a few drops onto a well cleansed and exfoliated face (we like to do it after dinner) and watch a gorgeous glow-y tan develop. Apply before loading on your serum and/or night cream."
        ],
        "Price": 44.99,
        "PriceFormatted": "£44.99",
        "Rating": {
            "Score": 2.9,
            "ReviewCount": 38
        },
        "Disclaimer": "Dispatched within 1 week."
    }
]